Repository: contao/comments-bundle
Catalog: src/Resources/contao/languages/*/*_comments.xlf
Languages: el, tr

# tl_comments.source.0
source: Origin
el: Προέλευση
tr: Aslı

# tl_comments.source.1
source: The associated table.
el: Ο συσχετιζομενος πινακας.
tr: İlişkili tablo

# tl_comments.parent.0
source: Parent ID
el: Πατρικό ID
tr: Ana kimlik

# tl_comments.parent.1
source: The associated record.
el: Η συσχετιζομενη εγγραφη,
tr: İlişkili kayıt

# tl_comments.date.0
source: Date
el: Ημερομηνία
tr: Tarih

# tl_comments.date.1
source: Please enter the comment date.
el: Συμπληρώστε την ημερομηνία του σχολίου.
tr: Lütfen yorum tarihini girin.

# tl_comments.name.0
source: Author
el: Συγγραφέας
tr: Yazar

# tl_comments.name.1
source: Please enter the author's name.
el: Συμπληρώστε το όνομα του συγγραφέα.
tr: Lütfen yazarın adını girin.

# tl_comments.email.0
source: E-mail address
el: Διεύθυνση e-mail
tr: E-posta adresi

# tl_comments.email.1
source: The e-mail address will not be published.
el: Η διεύθυνση email δεν θα είναι ορατή.
tr: E-posta adresi yayımlanmayacak.

# tl_comments.website.0
source: Website
tr: Web sitesi

# tl_comments.website.1
source: Here you can enter a website address.
el: Εδώ μπορείτε να συμπληρώσετε μια διεύθυνση website.
tr: Buraya bir web sitesi adresi girebilirsiniz.

# tl_comments.comment.0
source: Comment
el: Σχόλιο
tr: Yorum

# tl_comments.comment.1
source: Please enter the comment.
el: Συμπληρώστε το σχόλιο.
tr: Lütfen yorum girin.

# tl_comments.addReply.0
source: Add a reply
el: Εισαγωγη απαντησης
tr: Bir cevap yazın

# tl_comments.addReply.1
source: Here you can reply to the comment.
el: Εδω μπορειτε να απαντησετε στο σχολιο.
tr: Burada yoruma cevap yazabilirsiniz.

# tl_comments.author.0
source: Author
el: Συγγραφέας
tr: Yazar

# tl_comments.author.1
source: Here you can change the author of the reply.
el: Εδώ μπορείτε να αλλάξετε τον συγγραφέα του άρθρου.
tr: Burada cevaplayan yazarı değiştirebilirsiniz.

# tl_comments.reply.0
source: Reply
el: Απαντηση
tr: Cevap

# tl_comments.reply.1
source: Here you can enter the reply.
el: Εδω μπορειτε να εισαγετε μια απαντηση.
tr: Buraya cevabı yazabilirsiniz.

# tl_comments.published.0
source: Publish comment
el: Δημοσίευση σχολίου
tr: Yorumu yayınla

# tl_comments.published.1
source: Make the comment publicly visible on the website.
el: Κάντε το σχόλιο ορατό για το κοινό του website.
tr: Yorumu web sitesinde genele görünür yap

# tl_comments.ip.0
source: IP address
el: Διεύθυνση IP
tr: IP adresi

# tl_comments.ip.1
source: The IP address of the author.
el: Η IP διευθυνση του συγγραφεα.
tr: Yazarın IP adresi

# tl_comments.notified.0
source: Notified (comment)
tr: Bilgilendir (Yorum)

# tl_comments.notified.1
source: The notification of this comment has been sent.
el: Η κοινοποίηση αυτού του σχολίου έχει σταλεί.
tr: Bu yorumun bildirisi gönderildi.

# tl_comments.notifiedReply.0
source: Notified (reply)
tr: Bilgilendir (Cevap)

# tl_comments.notifiedReply.1
source: The notification of the reply to this comment has been sent.
tr: Bu yoruma verilen cevabın bildirisi gönderildi.

# tl_comments.author_legend
source: Author
el: Συγγραφέας
tr: Yazar

# tl_comments.comment_legend
source: Comment
el: Σχόλιο
tr: Yorum

# tl_comments.reply_legend
source: Reply
el: Απαντηση
tr: Cevap

# tl_comments.publish_legend
source: Publish settings
el: Ρυθμίσεις δημοσίευσης
tr: Yayınlama ayarları

# tl_comments.approved
source: Approved
el: Εγκεκριμένο
tr: Onaylı

# tl_comments.pending
source: Awaiting moderation
el: Σε αναμονή θεώρησης
tr: Denetleme bekleniyor

# tl_comments.tl_content
source: Article
el: Άρθρο
tr: Makale

# tl_comments.tl_page
source: Page
el: Σελίδα
tr: Sayfa

# tl_comments.tl_news
source: News item
el: Νέο
tr: Haber öğesi

# tl_comments.tl_calendar_events
source: Event
el: Εκδηλωση
tr: Etkinlik

# tl_comments.show.0
source: Comment details
el: Λεπτομέρειες σχολίου
tr: Yorum ayrıntıları

# tl_comments.show.1
source: Show the details of comment ID %s
el: Προβολή λεπτομερειών του σχολίου ID %s
tr: Yorum ID %s ayrıntılarını göster

# tl_comments.edit.0
source: Edit comment
el: Επεξεργασία σχολίου
tr: Yorumu düzenle

# tl_comments.edit.1
source: Edit comment ID %s
el: Επεξεργασία σχολίου ID %s
tr: Yorum ID %s düzenle

# tl_comments.delete.0
source: Delete comment
el: Διαγραφή σχολίου
tr: Yorumu sil

# tl_comments.delete.1
source: Delete comment ID %s
el: Διαγραφή σχολίου ID %s
tr: Yorum ID %s sil.

# tl_comments.toggle.0
source: Publish/unpublish comment
el: Δημοσίευση/Μη δημοσίευση σχολίου
tr: Yorumu yayınla/yayınlama

# tl_comments.toggle.1
source: Publish/unpublish comment ID %s
el: Δημοσίευση/Μη δημοσίευση σχολίου ID %s
tr: Yorum ID %s yayınla/yayınlama

# tl_comments.notified.0
source: Notified
el: Ειδοποίηση
