Repository: contao/comments-bundle
Catalog: src/Resources/contao/languages/*/default.xlf
Languages: br, el, hr

# MSC.comments
source: Comments
br: Evezhiadennoù

# MSC.com_name
source: Name
br: Anv
el: Όνομα
hr: Naziv

# MSC.com_email
source: E-mail (not published)
br: Postel (na vo ket embannet)
el: E-mail (δεν δημοσιεύετε)
hr: E-mail adresa (neće biti objavljena)

# MSC.com_website
source: Website
br: Lec'hienn internet
hr: Web stranice

# MSC.com_comment
source: Comment
br: Evezhiadenn
el: Σχόλιο
hr: Komentar

# MSC.com_notify
source: Notify me of new comments by e-mail
br: Kelaouiñ ac'hanon pa 'z eus evezhiadennoù nevez
el: Ενημερώστε με για νέα σχόλια μέσω email
hr: Obavjesti me o novim komentarima putem e-maila

# MSC.com_submit
source: Submit comment
br: Kas an evezhiadenn
el: Υποβολή σχολίου
hr: Pošalji komentare

# MSC.com_login
source: You need to be logged in to add comments.
br: Rankout a rit bezañ kevreet evit gellout ouzhpennañ evezhiadennoù.

# MSC.com_by
source: Comment by
br: Evezhiadenn gant
el: Σχόλιο από
hr: Komentirano od

# MSC.com_reply
source: Reply by
br: Respont gant
el: Απάντηση από
hr: Odgovorio

# MSC.com_quote
source: %s wrote:
br: %s en deus skrivet:
el: ο %s έγγραψε:
hr: %s je napisao/la:

# MSC.com_code
source: Code:
br: Kod:
el: Κώδικας:
hr: Kod

# MSC.com_subject
source: New comment on %s
br: Evezhiadenn nevez war %s
el: Νέο σχόλιο σε %s
hr: Novi komentar na %s

# MSC.com_message
source: %s has created a new comment on your website. --- %s --- View: %s Edit: %s
br: %s en deus graet un evezhiadenn nevez war ho lec'hienn. --- %s --- Gwel: %s Embann: %s

# MSC.com_moderated
source: This comment has to be published in the back end before it will appear on the website!
br: Rankout a ra an evezhiadenn-mañ bezañ embannet er backend a-raok m'en em gavfe war al lec'hienn!

# MSC.com_confirm
source: Your comment has been added and is now pending for approval.
br: Hoc'h evezhiadenn a zo bet ouzhpennet hag ez eo bremañ o c'hortoz da vezañ aprouet.
el: Το σχόλιό σας έχει προστεθεί και περιμένει θεώρηση.
hr: Vaš komentar je dodan i čeka odobrenje.

# MSC.com_optInConfirm
source: Your subscription has been activated
br: Enaouet eo bet ho koumanant
el: Η εγγραφή σας έχει ενεργοποιηθεί.
hr: Vaša pretplata je aktivirana.

# MSC.com_optInCancel
source: Your subscription has been cancelled
br: Nullet eo bet ho koumanant
el: Η εγγραφή σας ακυρώθηκε.
hr: Vaša pretplata je otkazana.

# MSC.com_optInSubject
source: Your subscription on %s
br: Ho koumanant da %s
el: Η εγγραφή σας στο %s
hr: Vaša pretplata na %s

# MSC.com_optInMessage
source: Hello %s, please confirm that you want to be notified of new comments by e-mail on this page: %s --- Confirm: %s Cancel: %s
br: Demat %s, kadarnit mar plij e fell deoc'h bezañ kemennet dre bostel eus bep evezhiadenn nevez war al lec'hienn-mañ: %s --- Kadarnat: %s Nullañ: %s
el: Γεια σου %s, παρακαλώ επιβεβαιώστε οτι θέλετε να ενημερώνεστε για προσθήκη νέων σχολίων μέσω email για την σελίδα: %s --- Επιβεβαίωση: %s Ακύρωση: %s
hr: Pozdrav %s,⏎ ⏎ molim Vas potvrdite da želite biti obavješteni o novim komentarima na ovoj stranici putem e-maila :⏎ ⏎ %s⏎ ⏎ ---⏎ ⏎ Potvrdi: %s⏎ Otkaži: %s\n

# MSC.com_notifySubject
source: New comment on %s
br: Evezhiadenn nevez war %s

# MSC.com_notifyMessage
source: Hello %s, a new comment has been added on a page you have subscribed to: %s --- To cancel your subscription, please click here: %s
br: Demat %s, un evezhiadenn nevez a zo bet ouzhpennet d'ar bajenn hoc'h koumanantet: %s --- Evit nullañ ho koumanant, klikit amañ mar plij: %s
el: Γεια σου %s, ένα νέο σχόλιο έχε προστεθεί στην σελίδα που έχεις κάνει εγγραφή: %s --- Γα ακύρωση της εγγραφής σου ακολούθησε τον παρακάτω σύνδεσμο: %s
hr: Pozdrav %s,\n \n novi komentar je dodan na stranicu na koju ste pretplačeni:⏎ \n %s\n \n ---\n \n Za otkazivanje pretplate kliknite ovdje:\n %s\n

# MSC.com_notifyReplySubject
source: New reply to a comment on %s
br: Respont nevez d'un evezhiadenn war %s

# MSC.com_notifyReplyMessage
source: Hello %s, a new reply to a comment has been added on a page you have subscribed to: %s --- To cancel your subscription, please click here: %s
br: Demat %s, ur respont nevez d'un evezhiadenn zo bet ouzhpennet war ur bajenn ho peus koumanantet: %s --- Evit nullañ ho koumanant, klikit amañ mar plij: %s

# MSC.com_message
source: %s has created a new comment on your website. --- %s --- View: %s Edit: %s If you are moderating comments, you have to log in to the back end to publish it.
el: O %s πρόσθεσε νέο σχόλιο στο website σας. --- %s --- Προβολή: %s Επεξεργασία: %s Αν είστε ο διαχειριστής των σχολίων, πρέπει να συνδεθείτε στο back end και να το κάνετε δημοσίευση.
hr: %s je stavio novi kometar na vašu stranicu.⏎ ⏎ ---⏎ ⏎ %s⏎ ⏎ ---⏎ ⏎ Prikaži: %s⏎ Uredi: %s⏎ ⏎ Ako moderirate komentare, logirajte se u adminstraciju kako bi mogli objaviti komentar.

# MSC.com_notifySubject
source: A new comment has been added on %s
el: Ένα νέο σχόλιο έχει προστεθεί στο %s
hr: Novi komentar je dodan na %s
